smsws-1.0/html/StrongAuthenticator/getDomanda.res.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns="urn:strongauth">
 <SOAP-ENV:Body id="_0" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:getDomanda>
   <result xsi:type="xsd:string">PAM_PROMPT_ECHO_OFF</result>
   <result xsi:type="xsd:string">Insert password:</result>
  </ns:getDomanda>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
